{
  "type": "text",
  "title": "Ditte's letter",
  "itemId": "m",
  "text": "Hi friends, <br><br>\n\nI'm super excited to show you Pre-Fall 21 - our Copenhagen homecoming collection. We’ve always said, home is where our heart is. And these past months we have fallen in love with Copenhagen all over again. It feels good to bring it back to Copenhagen, looking at the people, designing with that way of life in mind. Clothes where you’re always on the go, and a bike is your number one accessory. <br><br>\n\nBack when the lockdown started in Copenhagen, one of my highlights was virtual happy hour with my team and friends. My signature drink is a Kir Royale - not super Danish, but it reminds me of fun times and past GANNI parties.  <br><br>\n\nHave a drink with us, and get to know our new collection, GANNI Style. <br><br>\n\nFrom Copenhagen, with love!<br><br>\n\nx Ditte <br><br>\n\n<b>KIR ROYALE</b><br>\nIngredients: <br><br>\n \n1/3 oz (1 part) Crème de cassis<br>\n3 oz (9 parts) Champagne<br>\nPrep: Add the crème de cassis to the bottom of your glass, then top up with champagne.<br>\nServing suggestion: Dancing on table, optional<br>\nSkål <3 <br><br>\n\n\n<b>PRESS RELEASE<br>\nGANNI<br>\nPRE-FALL 2021</b><br><br>\n\n\n“I call this collection “Copenhagen homecoming” – not that we ever left! But like everyone, Nicolaj and I have stayed close to home this year, and in that time I have fallen in love with Copenhagen all over again. It’s like the early days when we first started GANNI. I find myself getting insanely inspired by local girls on their bikes, their sense of cool and freedom. It sounds kinda basic, but I designed Pre-Fall with these women in mind. I wanted to do clothes that they would love and connect with, Copenhagen style for every day.\nWe were in a good place this season. I really do believe that we have found a new rhythm after everything was shaken up at the start of the pandemic. We have moved into our new headquarters, which is totally GANNI. There are restrictions of course, to keep everyone safe, but we are home. I think that you see that sense of balance in the clothes. Waves are everywhere in the collection, to reflect our new flow and work-life balance. The sea has always given me a sense of calm. Here in Denmark we’re surrounded by the ocean. Even in Copenhagen you can be at the sea in minutes. I wouldn’t say I’m totally zen, but I’m getting there!”<br><br>\n\n- Ditte Reffstrup, Ganni, Creative director, GANNI <br><br><br>\n\n\nPre-Fall 21 is Ditte Reffstrup’s love letter to Copenhagen. The first collection to be produced out of GANNI House – their new HQ in the heart of Copenhagen. The 5 storey house features a flagship store on the ground floor, with a gallery space at the back – a space that over time will be lent pro bono to cultural projects, an act of giving back to the Copenhagen creative community. The top floors are occupied by GANNI’s offices and studios: spaces designed to welcome artists and creative collaborators from around the world - once the world opens back up.<br><br>\n\nAs for the clothes, Ditte came to the design process with a renewed energy, inspired by her city, the fun spontaneous style of Copenhagen. The collection features a strong series of dresses with a sense of the unpredictable and edge: a sporty low-cut back on pale and pretty lemon dress with a dropped waist. A slouchy bermuda set in washed tiger print and yellow denim features the season’s signature print. On floaty loose dresses, the back is carved out in wave-like lines. The wave is a recurrent motif in the collection, featured on the hemline of skirts, dresses and shorts. But the more organic pieces are neatly juxtapositioned by tightly fitted leather vests and sharp tailoring. <br><br>\n\nThe collection was shot in Copenhagen by regular GANNI collaborator and long time friend, Ana Kraš, the Serbian-born New York based artist, photographer and product designer. Ana first documented Copenhagen women on their bikes for GANNI in 2018, and returned to do the same with Pre-Fall 2021.\n\n"
}