{
	"ganniGirlsUrl": "https://res.cloudinary.com/dd6fpxydm/image/upload/v1598265339/SS21/PRIVATE/SS2021_SHOWROOM_1103_jkibyc.jpg",
	"ditteLetter": "SPRING SUMMER 2021\n“Honestly, at the start of lockdown, I had so many doubts. About everything! I was re-evaluating what’s important in life, asking myself if what we do is enough. But then a light switched on – and for the past few months I’ve never felt more certain. It’s what I am meant to do. I love it 100%. These are troubling times, but we are moving forward with a new optimism, looking towards change. \nGANNI has always been about making people feel comfortable in their own skin. What’s fun about fashion is that it’s an expression of people’s state of mind, their personality. I wanted that to be the energy this season. We worked with Levi’s® on a denim capsule too. It’s been such a dream. I love collaborating. I find the process so uplifting – the synergy is so rewarding. When you work together, you don’t stand still, you have to evolve, because you’re looking at the world from another perspective, seeing another reflection of society. That’s really also the beauty of our GANNI 202020 collective..”\n\n— Ditte Reffstrup, Creative Director, GANNI\n\nAfter a period of soul-searching at the beginning of lockdown, spent at home in Copenhagen with her family, Ditte Reffstrup found a light in these dark times. Sunny by nature, her optimism and passion returned in triple – resulting in a Spring-Summer 2021 collection beaming with energy and vibes. A metallic dark silver disco dress with a swirling pattern makes you want to dance.  A collec-tion that is big on dresses, Ditte playfully tweaks her signature pretty GANNI summer dress, adding voluminous sleeves and a long smocked bodice. \n\nIn recent collections the brand has focused on tailoring, honing their approach. This season Ditte adds a few unexpected, distinctively GANNI details. The sleeves of a wool jacket are puffed into balloon shapes and styled with billowing pilgrim-collar shirts. Elsewhere, a single-breasted linen blazer is slouchily cut like an oversize-shirt, perfect for layering.\n\nThere are more swimwear options this season, in eye-catching prints – leopard spots and graphic florals  - celebrating that all GANNI swim is now made from recycled or regenerated fabrics. GANNI continues to activate its commitment to using more responsible fabrics across the collections. All linen used in the collection is 85% recycled, whilst the majority of fabrics are recycled, certified or organic. Ditte has collaborated with Levi’s® on an array of low-footprint hemp and cotton mix styles, GANNI x Levi’s® - giving classic Levi’s® products a directional treatment. The iconic two-pocket shirt gets reworked into an oversized, blown-up dress. A pair of jeans is reinvented as a high-waist-ed skirt that almost touches the ankles. The denim capsule will launch in the spring of 2021. \n\nTo hit refresh, this season instead of a runway show, the collection will be previewed in a video directed by Maria “Decida” Wahlberg as well as a series of portraits shot by Jakob Landvik. The formats are part of GANNI 202020 - the creative collective that has evolved into an exhibition, running for three days during Copenhagen Fashion Week. The exhibition continues to explore the decade to come and what we have learnt so far. Ditte has partnered up with 7 creatives to bring life to an immersive high-energy fashion week experience."
}
