{
  "ganniGirlsUrl": "https://res.cloudinary.com/dd6fpxydm/image/upload/v1589534106/gannigirls/LOOK_12_lnetx5.jpg",
  "ditteLetter": "Home Is Where The Heart Is <br/><br/> “In the very beginning of our design process everything was so completely different. When we started out in February,  we were on a crazy energised high from Fashion Week, where we’d worked with this amazing collective of women artists and creatives on the FW20 show. We had a kitchen party at our house the night before the show – everyone was dancing, 100% GANNI style. Then just after, lockdown happened and the collection became something else. It was so hard in the beginning, but it turned into a really positive experience, somehow turning our creative process upside down...\n<br/><br/>\nI had to work on the collection from our kitchen during the lockdown in Copenhagen, with the kids running around, so I nicknamed it “the kitchen collection”. It felt really emotional. Our team was really focused, no travel, no distractions. Even though we were apart – everyone felt so close, like we were getting to know each other all over again. I think you see that in the clothes. It’s GANNI to the max, with a real classic feel – the suiting, the dresses,  a frill on a knit, always something unexpected. There are a couple of upbeat dressy-dresses too. I am longing for that feeling of being on the dance floor.”\n<br/><br/>\n\n - Ditte Reffstrup, Creative Director, GANNI \n<br/><br/>\n<br/><br/>\nHome Is Where the Heart Is. That’s the name of Ganni’s Pre-Spring 2021 collection and it’s also a description of the design process. After the international lockdown in mid-March, Ditte Reffstrup designed the collection in the kitchen of her home in Copenhagen, working with her team over video calls. For Ditte, design is always an emotional ride and she channelled her personal  feelings – refocusing on what feels important in life – into the clothes. \n<br/><br/>\nThe result is a collection that goes to the heart of GANNI, featuring longtime label favourites, digging into what the brand stands for. There’s more of the sophisticated suiting seen in recent seasons – boxy oversized jackets in charcoal and for the first time, Ditte adds pattern to tailoring with a rose-print army-beige jacquard suit with a long ankle grazing skirt. Suiting and dresses this season feature  ties to switch up the silhouette – lace it up to make it tighter. Ditte works with variations on borrowed-from-your-dad jumpers, jeans and woollen vests, adding a GANNI twist with the frilled details on ribbed knits. The smiley face sweatshirt is back, while oversized collars and bejewelled buttons add cool styling details. Footwear continues to be a strong focus,  this season with stompy lace-up boots in Ganni’s signature loafer in metallic gold and ruffled sandals bringing a little party to your feet.\n<br/><br/>\nGANNI does not describe itself as a sustainable brand, because honestly, how can fashion be sustainable when it's driven by newness? But we believe that being more responsible is a moral obligation and so we are striving to evolve. New for Pre-Spring, GANNI's signature ribbed knit beanie and many other hero styles are made from recycled wool, which significantly reduces CO2 emissions. Rubber boots are 100% recycled, made from scraps from rubber shoe factories that are usually treated as waste. GANNI classics like the peter pan collar shirts are now made from 100% organic cotton. These are just a few stories we are excited  to share. \n.<br/><br/>Love from Ditte and the GANNI team!"
}